[SCREEN]
docinfo={background:1,mainfrm:false,type:SCREENI};
grpinfo={max_item_id:36};
itm1={id:1,name:Header,refID:2,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:3,y:4};
itm10={backcolor:0,background:32,ccp:0,ccpzorder:over,height:74,id:12,name:FREQ,type:BUTTON,useinlist:true,useintable:true,useintree:false,visible:true,width:252,x:45,y:182,zorder:10,txtfield:{backcolor:0,bidimode:left-to-right,content:FREQ,font:3,height:30,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:FREQ,type:TEXTFIELD,visible:true,vlayout:top,width:100,wrapline:no-wrap,x:15,y:5},txtfield:{backcolor:0,bidimode:left-to-right,content:Channel Name,font:3,height:30,highcolor:0,hlayout:left,linespacing:0,multiline:false,name:ChannelName,type:TEXTFIELD,visible:true,vlayout:top,width:200,wrapline:no-wrap,x:15,y:35}};
itm11={background:0,ccp:0,ccpzorder:over,cellheight:80,cellwidth:260,height:240,id:21,name:TABLE_Freq,type:TABLE,visible:true,width:530,x:64,y:219,zorder:11};
itm12={backcolor:0,bidimode:left-to-right,content:Channel No.,font:7,height:35,highcolor:0,hlayout:left,id:25,linespacing:0,multiline:false,name:Channel,type:TEXTFIELD,visible:true,vlayout:top,width:220,wrapline:no-wrap,x:64,y:131,zorder:12};
itm13={backcolor:0,bidimode:left-to-right,content:Song Title,font:7,height:35,highcolor:0,hlayout:left,id:26,linespacing:0,multiline:false,name:Song_Title,type:TEXTFIELD,visible:true,vlayout:top,width:220,wrapline:no-wrap,x:64,y:165,zorder:13};
itm14={backcolor:0,bidimode:left-to-right,content:Artist Name,font:7,height:35,highcolor:0,hlayout:left,id:27,linespacing:0,multiline:false,name:Artist_Name,type:TEXTFIELD,visible:true,vlayout:top,width:220,wrapline:no-wrap,x:317,y:165,zorder:14};
itm15={backcolor:0,bidimode:left-to-right,content:Program Name,font:7,height:35,highcolor:0,hlayout:left,id:28,linespacing:0,multiline:false,name:Program_Name,type:TEXTFIELD,visible:true,vlayout:top,width:220,wrapline:no-wrap,x:317,y:131,zorder:15};
itm16={backcolor:0,bar:206,downarrow:140,height:240,id:34,name:Scrollbar_Table,scaleslider:false,slider:206,type:SCROLLBAR,uparrow:145,visible:true,width:55,x:589,y:221,zorder:16};
itm17={id:35,name:Home,refID:5,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:645,y:432,zorder:17};
itm18={backcolor:0,height:140,id:36,img:158,layout:normal,name:Slider,type:IMAGEFIELD,visible:true,width:55,x:587,y:271,zorder:18,layout_param:{clipx:0,clipy:0}};
itm2={id:2,name:MenuBar,refID:4,type:REFFUNCWIDGET,useinlist:false,useintable:false,useintree:false,visible:true,x:14,y:65,zorder:1};
itm3={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:4,name:TimeShift,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:208,zorder:2,txtfield:{backcolor:0,bidimode:left-to-right,content:Time Shift,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:TimeShift,type:TEXTFIELD,visible:true,vlayout:middle,width:130,wrapline:no-wrap,x:15,y:20}};
itm4={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:5,name:TagThis,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:282,zorder:3,txtfield:{backcolor:0,bidimode:left-to-right,content:Tag This,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:TagThis,type:TEXTFIELD,visible:true,vlayout:middle,width:120,wrapline:no-wrap,x:20,y:20}};
itm5={backcolor:0,background:135,ccp:0,ccpzorder:over,height:74,id:6,name:Menu,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:156,x:645,y:358,zorder:4,txtfield:{backcolor:0,bidimode:left-to-right,content:Menu,font:3,height:35,highcolor:0,hlayout:center,linespacing:0,multiline:false,name:Menu,type:TEXTFIELD,visible:true,vlayout:middle,width:100,wrapline:no-wrap,x:25,y:20}};
itm6={backcolor:0,height:74,id:8,img:135,layout:normal,name:SeekBackground,type:IMAGEFIELD,visible:true,width:156,x:645,y:125,zorder:6,layout_param:{clipx:0,clipy:0}};
itm7={backcolor:0,height:36,id:9,img:16,layout:normal,name:SeekPress,type:IMAGEFIELD,visible:true,width:144,x:650,y:143,zorder:7,layout_param:{clipx:0,clipy:0}};
itm8={backcolor:0,background:0,ccp:0,ccpzorder:over,height:72,id:10,name:SeekLeft,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:645,y:126,zorder:8};
itm9={backcolor:0,background:0,ccp:0,ccpzorder:over,height:72,id:11,name:SeekRight,type:BUTTON,useinlist:false,useintable:false,useintree:false,visible:true,width:50,x:751,y:126,zorder:9};

